"Cheerful" = "Munter";

"Melodic" = "Melodisk";

"Relaxed" = "Avspänd";

"Grooving" = "Groovig";

"Distorted" = "Förvrängd";

"Acoustic" = "Akustisk";

"Processed" = "Bearbetad";

"Single" = "Enkel";

"Part" = "Del";

"Dark" = "Mörk";

"Dissonant" = "Dissonant";

"Intense" = "Intensiv";

"Arrhythmic" = "Arytmisk";

"Clean" = "Ren";

"Electric" = "Elektrisk";

"Dry" = "Torr";

"Ensemble" = "Ensemble";

"Fill" = "Fyll";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronisk";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Världsmusik";

"Cinematic/New Age" = "Cinematisk";

"Orchestral" = "Orkestral";

"Country/Folk" = "Country";

"Experimental" = "Experimentell";

"Other Genre" = "Annan genre";

"Hip Hop" = "Hip-hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip-hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Annan genre";

"Chinese Traditional" = "Kinesiska, trad.";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Ljudeffekter";

"Bass House" = "House-bas";

"Electronic Pop" = "Elektronisk pop";

"Techno" = "Techno";

"Bass" = "Bas";

"Electric Bass" = "Elbas";

"Acoustic Bass" = "Akustisk bas";

"Synthetic Bass" = "Syntetisk bas";

"Drums" = "Alla trummor";

"Drum Kit" = "Trumset";

"Electronic Beats" = "Slag";

"Kick" = "Kick";

"Tom" = "Puka";

"Snare" = "Virveltrumma";

"Cymbal" = "Cymbal";

"Hi-hat" = "Hi-hat";

"Guitars" = "Gitarrer";

"Electric Guitar" = "Elgitarr";

"Acoustic Guitar" = "Akustisk gitarr";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Slidegitarr";

"Pedal Steel Guitar" = "Pedal steel";

"Horn/Wind" = "Horn";

"Saxophone" = "Saxofon";

"Trumpet" = "Trumpet";

"Flute" = "Flöjt";

"Trombone" = "Trombon";

"Clarinet" = "Klarinett";

"French Horn" = "Franskt horn";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Munspel";

"Recorder" = "Blockflöjt";

"Pan Flute" = "Panflöjt";

"Bagpipe" = "Säckpipa";

"Bassoon" = "Fagott";

"Piccolo" = "Piccolo";

"English Horn" = "Engelskt horn";

"Brass" = "Bleckblås";

"Woodwind" = "Träblås";

"Keyboards" = "Klaviaturer";

"Piano" = "Piano";

"Electric Piano" = "Elpiano";

"Organ" = "Orgel";

"Clavinet" = "Klavinet";

"Accordion" = "Dragspel";

"Synthesizer" = "Synthar";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Cembalo";

"Mallets" = "Melodislagverk";

"Steel Drum" = "Bensinfat";

"Vibraphone" = "Vibrafon";

"Marimba" = "Marimba";

"Xylophone" = "Xylofon";

"Kalimba" = "Kalimba";

"Bell" = "Klocka";

"Timpani" = "Timpani";

"Mixed" = "Jinglar";

"Other Instrument" = "Annat instr.";

"Percussion" = "Slagverk";

"Gong" = "Gong-gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamburin";

"Conga" = "Congas";

"Bongo" = "Bongo";

"Cowbell" = "Koskälla";

"Clave" = "Claves";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Klockspel";

"Rattler" = "Vibraslap";

"Sound Effect" = "FX";

"Misc2" = "Blandat";

"Boom" = "Smällar";

"All Effects" = "Alla effekter";

"Effects" = "Ljudeffekter";

"Ambience" = "Atmosfär";

"People" = "Personer";

"Transportation" = "Transport";

"Weapons" = "Vapen";

"Explosions" = "Explosioner";

"Impacts & Crashes" = "Kollisioner";

"Animals" = "Djur";

"Sports & Leisure" = "Sport";

"Mech/Tech" = "Maskiner";

"Work/Home" = "Arbete/hem";

"Misc." = "Blandat";

"Foley" = "Foley";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sci-fi";

"Strings" = "Stränginstrument";

"Violin" = "Violin";

"Viola" = "Viola";

"Cello" = "Cello";

"Harp" = "Harpa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Dubbelbas";

"Texture/Atmosphere" = "Texturer";

"Vocals" = "Sång";

"Male" = "Man";

"Female" = "Kvinna";

"Choir" = "Kör";

"All" = "Alla";

"Favorites" = "Favoriter";

"Genres" = "Genrer";

"Instruments" = "Instrument";

"Moods" = "Känslolägen";

"Reset" = "Nollställ";

